[
  {
    "picture":"https://upload.wikimedia.org/wikipedia/en/e/e1/Joker_%282019_film%29_poster.jpg",
    "title": "Joker",
    "gender": "Drama/Thriller",
    "year": "2019",
    "description": "Forever alone in a crowd, failed comedian Arthur Fleck seeks connection as he walks the streets of Gotham City. Arthur wears two masks -- the one he paints for his day job as a clown, and the guise he projects in a futile attempt to feel like he's part of the world around him. Isolated, bullied and disregarded by society, Fleck begins a slow descent into madness as he transforms into the criminal mastermind known as the Joker."
  },
  {
    "picture":"https://upload.wikimedia.org/wikipedia/en/thumb/3/39/Bloodshot_1_2012.jpg/250px-Bloodshot_1_2012.jpg",
    "title": "Bloodshot",
    "gender": "Fantasy/Adventure",
    "year": "2020",
    "description": "After he and his wife are murdered, marine Ray Garrison is resurrected by a team of scientists. Enhanced with nanotechnology, he becomes a superhuman, biotech killing machine - Bloodshot. As Ray first trains with fellow super-soldiers, he cannot recall anything from his former life. But when his memories flood back and he remembers the man that killed both him and his wife, he breaks out of the facility to get revenge, only to discover that there's more to the conspiracy than he thought."
  },
  {
    "picture":"https://upload.wikimedia.org/wikipedia/en/thumb/0/06/The_Gentlemen_poster.jpg/220px-The_Gentlemen_poster.jpg",
    "title": "The Gentlemen",
    "gender": "Drama/Crime",
    "year": "2020",
    "description": "Mickey Pearson is an American expatriate who became rich by building a marijuana empire in London. When word gets out that he's looking to cash out of the business, it soon triggers an array of plots and schemes from those who want his fortune."
  },
  {
    "picture":"https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Once_Upon_a_Time_in_Hollywood_poster.png/220px-Once_Upon_a_Time_in_Hollywood_poster.png",
    "title": "Once Upon a Time In Hollywood",
    "gender": "Drama/Thriller",
    "year": "2019",
    "description": "Actor Rick Dalton gained fame and fortune by starring in a 1950s television Western, but is now struggling to find meaningful work in a Hollywood that he doesn't recognize anymore. He spends most of his time drinking and palling around with Cliff Booth, his easygoing best friend and longtime stunt double. Rick also happens to live next door to Roman Polanski and Sharon Tate -- the filmmaker and budding actress whose futures will forever be altered by members of the Manson Family."
  }
]